/* No comment provided by engineer. */
" Area = " = " Area = ";

/* No comment provided by engineer. */
" Circumference = " = " Circumference = ";

/* No comment provided by engineer. */
" Field can not contain 2 or less corner." = " Field can not contain 2 or less corner.";

/* No comment provided by engineer. */
" Field: \(fieldsController!.selectedField.title) " = " Field: \(fieldsController!.selectedField.title) ";

/* No comment provided by engineer. */
" Lat:" = " Lat:";

/* No comment provided by engineer. */
" Line can not contain 1 or less marker." = " Line can not contain 1 or less marker.";

/* No comment provided by engineer. */
" Line: \(linesController!.selectedLine.title) " = " Line: \(linesController!.selectedLine.title) ";

/* No comment provided by engineer. */
" Lon:" = " Lon:";

/* No comment provided by engineer. */
" Password Changed" = " Password Changed";

/* No comment provided by engineer. */
" Place: \(placesController!.selectedPlace.title)" = " Place: \(placesController!.selectedPlace.title)";

/* No comment provided by engineer. */
"\(group.fields.count) Field" = "\(group.fields.count) Field";

/* No comment provided by engineer. */
"\(group.fields.count) Fields" = "\(group.fields.count) Fields";

/* No comment provided by engineer. */
"\(item.title) - Group Task" = "\(item.title) - Group Task";

/* No comment provided by engineer. */
"\(selectedField!.title)'s Items" = "\(selectedField!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedGroup!.title)'s Items" = "\(selectedGroup!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedLine!.title)'s Items" = "\(selectedLine!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedPlace!.title)'s Items" = "\(selectedPlace!.title)'s Items";

/* No comment provided by engineer. */
"Add Field Item" = "Add Field Item";

/* No comment provided by engineer. */
"Add Items as Individual Field Item" = "Add Items as Individual Field Item";

/* No comment provided by engineer. */
"Add Items as Shared Grop Item" = "Add Items as Shared Grop Item";

/* No comment provided by engineer. */
"Add Line Item" = "Add Line Item";

/* No comment provided by engineer. */
"Add New Item" = "Add New Item";

/* No comment provided by engineer. */
"Add Place Item" = "Add Place Item";

/* No comment provided by engineer. */
"All Groups" = "All Groups";

/* No comment provided by engineer. */
"An email address must be provided." = "An email address must be provided.";

/* No comment provided by engineer. */
"An email address or password must be provided." = "An email address or password must be provided.";

/* No comment provided by engineer. */
"An password reset email sent." = "An password reset email sent.";

/* No comment provided by engineer. */
"An password reset email will be sent." = "An password reset email will be sent.";

/* No comment provided by engineer. */
"Area" = "Area";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceled" = "Canceled";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.fields![indexPath.row].title)'s Group" = "Change \(self.fieldsController!.fields![indexPath.row].title)'s Group";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.fields![indexPath.row].title)'s Title" = "Change \(self.fieldsController!.fields![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.groups![indexPath.row].title)'s Title" = "Change \(self.fieldsController!.groups![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.linesController!.lines![indexPath.row].title)'s Title" = "Change \(self.linesController!.lines![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.placesController!.places![indexPath.row].title)'s Title" = "Change \(self.placesController!.places![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"Circumference" = "Circumference";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Completed" = "Completed";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Craete new item" = "Craete new item";

/* No comment provided by engineer. */
"Current Password" = "Current Password";

/* No comment provided by engineer. */
"Current password was entered incorrectly." = "Current password was entered incorrectly.";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete group and keep the fields." = "Delete group and keep the fields.";

/* No comment provided by engineer. */
"Delete group with all fields in this group." = "Delete group with all fields in this group.";

/* No comment provided by engineer. */
"Delete This Image" = "Delete This Image";

/* No comment provided by engineer. */
"Display Name" = "Display Name";

/* No comment provided by engineer. */
"E-Mail" = "E-Mail";

/* No comment provided by engineer. */
"Edit Field" = "Edit Field";

/* No comment provided by engineer. */
"Edit Items" = "Edit Items";

/* No comment provided by engineer. */
"Email Sent" = "Email Sent";

/* No comment provided by engineer. */
"Enter Email" = "Enter Email";

/* No comment provided by engineer. */
"Enter Length" = "Enter Length";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Error saving context, " = "Error saving context, ";

/* No comment provided by engineer. */
"feet" = "feet";

/* No comment provided by engineer. */
"Field needs a title." = "Field needs a title.";

/* No comment provided by engineer. */
"Fields can not has a same title." = "Fields can not has a same title.";

/* No comment provided by engineer. */
"For \(fieldsController!.selectedField.title)" = "For \(fieldsController!.selectedField.title)";

/* No comment provided by engineer. */
"For \(self.fieldsController!.groups![indexPath.row].title) group" = "For \(self.fieldsController!.groups![indexPath.row].title) group";

/* No comment provided by engineer. */
"Forgat password?" = "Forgat password?";

/* No comment provided by engineer. */
"Group" = "Group";

/* No comment provided by engineer. */
"Group Color" = "Group Color";

/* No comment provided by engineer. */
"Groupless Group" = "Groupless Group";

/* No comment provided by engineer. */
"Groups" = "Groups";

/* No comment provided by engineer. */
"If this is your first logging in, you will be automatically registered." = "If this is your first logging in, you will be automatically registered.";

/* No comment provided by engineer. */
"If you select 'send email', password forgot mail will be sent" = "If you select 'send email', password forgot mail will be sent";

/* No comment provided by engineer. */
"Imperial" = "Imperial";

/* No comment provided by engineer. */
"In Progress" = "In Progress";

/* No comment provided by engineer. */
"Item's needs a title" = "Item's needs a title";

/* No comment provided by engineer. */
"Language" = "Language";

/* No comment provided by engineer. */
"Length = " = "Length = ";

/* No comment provided by engineer. */
"Lines" = "Lines";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Login With Email" = "Login With Email";

/* No comment provided by engineer. */
"meter" = "meter";

/* No comment provided by engineer. */
"Metric" = "Metric";

/* No comment provided by engineer. */
"Navigation controller does not exist." = "Navigation controller does not exist.";

/* No comment provided by engineer. */
"New Group Title" = "New Group Title";

/* No comment provided by engineer. */
"New Password" = "New Password";

/* No comment provided by engineer. */
"New Title" = "New Title";

/* No comment provided by engineer. */
"No Items Added" = "No Items Added";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password Changed" = "Password Changed";

/* No comment provided by engineer. */
"Places" = "Places";

/* No comment provided by engineer. */
"Send Email" = "Send Email";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show distances between two corners" = "Show distances between two corners";

/* No comment provided by engineer. */
"Sign in With Apple" = "Sign in With Apple";

/* No comment provided by engineer. */
"Sign in With Google" = "Sign in With Google";

/* No comment provided by engineer. */
"Sign Out" = "Sign Out";

/* No comment provided by engineer. */
"Submit" = "Submit";

/* No comment provided by engineer. */
"System of Measurement Units" = "System of Measurement Units";

/* No comment provided by engineer. */
"The email address is badly formatted." = "The email address is badly formatted.";

/* No comment provided by engineer. */
"The password must be 6 characters long or more." = "The password must be 6 characters long or more.";

/* No comment provided by engineer. */
"The selected point will be kept fixed and the edge will be extended" = "The selected point will be kept fixed and the edge will be extended";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"Waiting To Run" = "Waiting To Run";

/* No comment provided by engineer. */
"Wrong password. Try again or click 'Forgot password' to send email for reset password." = "Wrong password. Try again or click 'Forgot password' to send email for reset password.";

/* No comment provided by engineer. */
"You can choose deleting group with all fields in this group or delete group and group's tasks and keep the fields with no group selected. " = "You can choose deleting group with all fields in this group or delete group and group's tasks and keep the fields with no group selected. ";

/* No comment provided by engineer. */
"You need to select a corner and then tap the minus button." = "You need to select a corner and then tap the minus button.";

